<?php

use Illuminate\Database\Seeder;

class ApplicantTableSeed extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        $applicants = [
            [
                'title' => "Прийом на 1 курс (бакалаврат)",
                'img' => "#",
                'text' => "<p>Бакалавр комп’ютерних наук за спеціальністю 122 «Комп’ютерні науки» — термін навчання 4 роки.</p>
                <a href=\"http://udhtu.edu.ua/vstup1kurs\">Вступ абітурієнтів на перший курс</a>
                <p> спеціальності комп’ютерні науки на денну та заочну форму навчання, незалежно від джерел фінансування (бюджет/контракт) проводиться за сертифікатами українського центру оцінювання якості освіти (ЗНО):            -українська мова та література            -математика            - іноземна мова або фізика            Мінімальним балом, з яким сертифікати допускаються до конкурсу, є 100 балів.            План прийму 2018 р:            -	денна форма навчання 6 бюджетних+24 контрактних місця            -	заочна форма 6 бюджетних+4 контрактних місця            Вартість навчання на спеціальності комп’ютерні науки у 2017 р. складала для денної форми навчання 9900 грн/рік та 6200грн/рік для заочної форми навчання.            Всі іногородні студенти забезпечуються гуртожитком на весь термін навчання. Навчальні корпуси УДХТУ розташовані в центрі міста (на пр. Гагаріна та Наб. Перемоги). Гуртожитки розташовані неподалік від навчальних корпусів. Вартість проживання – близько 400 грн. в місяць (на 2017 рік).</p>",
            ],
            [
                'title' => "Вступ на 3 курс (бакалаврат)",
                'img' => "#",
                'text' => "<p>Прийом на </p><a href=\"http://udhtu.edu.ua/vstupmolodshyispecialist\">основі освітньо-кваліфікаційного рівня молодшого спеціаліста</a>
            <p> для здобуття ступеня бакалавра здійснюється за результатами фахових вступних випробувань (програма фахового вступного випробування).            Випускники технікумів та коледжів вступають за результатами фахових вступних випробувань та з урахування середнього балу диплома молодшого спеціаліста.            Кількість бюджетних місць стане відомою у липні 2018 р.            Абітурієнт може вступити на спеціальність комп’ютерні науки для здобуття ступеня бакалавра на основі освітньо-кваліфікаційного рівня молодшого спеціаліста, здобутого за іншою спеціальністю, за умови успішного проходження додаткового вступного випробування з математики, що є допуском до фахового вступного випробування, з урахуванням середнього балу диплома молодшого спеціаліста.            Всі іногородні студенти УДХТУ забезпечуються гуртожитком на весь термін навчання. Навчальні корпуси розташовані в центрі міста (на пр. Гагаріна та Наб. Перемоги). Гуртожитки розташовані неподалік від навчальних корпусів. Вартість проживання – близько 400 грн. в місяць (на 2017 рік).</p>",
            ],
            [
                'title' => "Прийом на 5 курс (магістратура)",
                'img' => "#",
                'text' => "<a href=\"http://udhtu.edu.ua/vstupdomagistratura\">Вступ до магістратури</a>
                <p> здійснюється за результатами фахового вступного випробування (програма фахового вступного випробування) та іспиту з іноземної мови. В разі вступу на базі диплома іншої спеціальності, крім «комп’ютерні науки» складається додатковий іспит з вищої математики.</p>",
            ],
        ];

        DB::table('applicants')->insert($applicants);
    }
}
