<?php

use Illuminate\Database\Seeder;

class ArticleTableSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        $posts = [
            [
                'title' => "Урочисте нагородження з нагоди Дня науки",
                'seo_title' => "Урочисте нагородження з нагоди Дня науки",
                'og_title' => "Урочисте нагородження з нагоди Дня науки",
                'body' => "<p>24 травня 2018 р. відбулося урочисте засідання Вченої ради УДХТУ з нагоди Дня науки та Дня хіміка. Ректор університету Півоваров О. А. звернувся до членів Вченої ради університету та всіх присутніх на засіданні з привітальним словом..</p>",
                'excerpt' => "<p>Подяку Соборної районної у місті Дніпрі ради за особисті трудові досягнення у професійній, службовій діяльності, бездоганну працю та особисті заслуги під час виконання службових обов&rsquo;язків, пов&rsquo;язаних з формуванням та забезпеченням реалізації державної політики у сфері освіти і науки, вагомий особистий внесок у розвиток освітньої галузі та з нагоди святкування Дня Науки отримала Ляшенко Оксана Анатоліївна, доцент кафедри інформаційних систем, к. т. н., доцент.</p>",
                'slug' => "article-1",
                'meta_description' => "Урочисте нагородження з нагоди Дня науки",
                'og_description' => "Урочисте нагородження з нагоди Дня науки",
                'meta_keywords' => "#",
                'status' => "PUBLISHED",
            ],
            [
                'title' => "Екскурсія до компанії P&G",
                'seo_title' => "Екскурсія до компанії P&G",
                'og_title' => "Екскурсія до компанії P&G",
                'body' => "<p>16 квітня студенти та викладачі кафедри інформаційних систем в рамках універсітетської екскурсії відвідали компанії &quot;The Procter &amp; Gamble Company&quot; з метою майбутнього працевлаштування</p>",
                'excerpt' => "<p>16 квітня студенти та викладачі кафедри інформаційних систем в рамках універсітетської екскурсії відвідали компанії &quot;The Procter &amp; Gamble Company&quot; з метою майбутнього працевлаштування</p>",
                'slug' => "article-2",
                'meta_description' => "Екскурсія до компанії P&G",
                'og_description' => "Екскурсія до компанії P&G",
                'meta_keywords' => "#",
                'status' => "PUBLISHED",
            ],
            [
                'title' => "КМОСС 2017",
                'seo_title' => "КМОСС 2017",
                'og_title' => "КМОСС 2017",
                'body' => "<p>1 листопада 2017 року за ініціативою кафедри інформаційних систем у ДВНЗ &laquo;Український державний хіміко-технологічний університет&raquo; відбулася ІІІ міжнародна науково-практична конференція &laquo;Комп&rsquo;ютерне моделювання та оптимізація складних систем&raquo;. Робота конференції проходила за наступними секціями: &laquo;Інтелектуальні комп&rsquo;ютерні системи&raquo;, &laquo;Моделі та методи оптимізації&raquo;, &laquo;Перспективні напрямки математичного моделювання&raquo;, &laquo;Інформаційні технології в автоматиці, електроніці, вимірювальній техніці та економіці&raquo;. Співорганізаторами виступили Національна Академія Наук України, Інститут кібернетики ім. В.М. Глушкова, Дніпровський національний університет ім.О.Гончара, Національний аерокосмічний університет ім. М. Жуковського &laquo;Харківський авіаційний інститут&raquo;. Azerbaijan Technical University (Baku, Azerbaijan), Belarusian State University of Transport (Gomel, Belarus), Institute of Computational Technologies SD RAS (Novosibirsk, Russia), AGH University of Science and Technology (Krakow, Poland). Із вступним словом до учасників конференції звернувся ректор ДВНЗ УДХТУ професор Півоваров О.А. Відбулися он-лайн привітання завідувача кафедри комп&rsquo;ютерних систем та мереж професора Мусаєва В. (м. Баку) та он-лайн-доповідь професора Міленіна А. (м. Краков). Вперше конференцію з доповіддю особисто відвідали учасники з Туреччини професор Університету Баликесир Кемаль Окуян та викладач Університету Ейлула Метін Акбулат. Цікавою особливістю цьогорічної конференції стала сумісна доповідь доцента кафедри неорганічної хімії ДВНЗ УДХТУ Коваленка І.Л. та доцента кафедри інформаційних систем ДВНЗ УДХТУ Короткої Л.І. щодо застосування нейронних мереж для оптимізації технології енергоконденсованих систем. За матеріалами конференції опубліковано збірник тез, що містить більше 120 тез доповідей (з тезами можна ознайомитись на сайті http://orgconf.com). Найцікавіші матеріали рекомендовано до публікації у збірнику наукових праць &laquo;Комп&rsquo;ютерне моделювання: аналіз, управління, оптимізація&raquo;. Було розглянуто багато цікавих та популярних напрямів вирішення практичних задач й тих, що мають значення у теорії комп&rsquo;ютерного моделювання та оптимізації. Під час роботи конференції у рамках культурної програми гостям та учасникам було запропоновано відвідування персональної фотовиставки &ldquo;Життя поколінь&rdquo; молодого фотографа Анни Бо. Багато відвідувачів залишили захопливі коментарі та побажання автору у книзі відгуків. Учасники та гості підкреслили високий рівень організації конференції. Подібні заходи підвищують інформативність потенційних вступників про існування у хіміко-технологічному університеті такого напряму підготовки, як комп&rsquo;ютерні науки. Організаційний комітет щиро дякує всім учасникам конференції за плідну роботу та цікаві доповіді. Окрема подяка за фінансову допомогу в проведенні конференції компанії Agilіe, яка профілюється на розробці та підтримці мобільних та веб-додатків. Організатори сподіваються на те, що ІІІ міжнародна науково-технічна конференція &laquo;Комп&rsquo;ютерне моделювання та оптимізація складних систем&raquo; забезпечила учасникам та гостям платформу для спілкування та зарядження новими плідними ідеями щодо подальшої наукової роботи.</p>",
                'excerpt' => "<p>ІІІ міжнародна науково-практична конференція &laquo;Комп&rsquo;ютерне моделювання та оптимізація складних систем&raquo;</p>",
                'slug' => "article-4",
                'meta_description' => "Екскурсія до компанії P&G",
                'og_description' => "Екскурсія до компанії P&G",
                'meta_keywords' => "#",
                'status' => "PUBLISHED"
            ],
            [
                'title' => "Всеукраїнська студентська олімпіада",
                'seo_title' => "Всеукраїнська студентська олімпіада",
                'og_title' => "Всеукраїнська студентська олімпіада",
                'body' => "<p>28-30 березня у &laquo;Український державний хіміко-технологічний університет&raquo; відбувся II етап Всеукраїнської студентської олімпіади &laquo;Web-технології та web-дизайн&raquo;. Для участі в олімпіаді зареєструвались 56 студентів із 17 ВНЗ 11 міст України: Дніпро, Харків, Суми, Вінниця, Луцьк, Житомир, Київ, Львів, Рівно, Чернігів, Запоріжжя. Реєстрація учасників відбувалась за двома секціями: &laquo;Web -технології&raquo; та &laquo;Web-дизайн&raquo;. 28 березня на урочистому відкритті олімпіади з привітанням до учасників звернулися ректор ДВНЗ УДХТУ професор О.А. Пивоваров та голова організаційного комітету, завідувач кафедри інформаційних систем професор Д.Г. Зеленцов. Вони висловили впевненість в тому, що олімпіада відбудеться на високому рівні та побажали всім наснаги, творчих успіхів та перемоги. 30 березня по завершенні олімпіади та тривалої роботи журі були оголошені попередні рейтинги учасників. Голова журі професор Д.Г. Зеленцов висловив подяку всім учасникам та їх керівникам за участь у олімпіаді, щиро привітав переможців олімпіади та побажав подальших успіхів у навчанні та науковій діяльності. Всі учасники отримали сертифікати , а переможці були нагородженні дипломами. Спонсор олімпіади кампанія Agilie відмітила двох учасників подарунковими сертифікатами на курс &laquo;Front-end розробка web-додатків&raquo;.</p>",
                'excerpt' => "<p>II етап Всеукраїнської студентської олімпіади &laquo;Web-технології та web-дизайн&raquo; 28-30 березня 2018</p>",
                'slug' => "article-3",
                'meta_description' => "Всеукраїнська студентська олімпіада",
                'og_description' => "Всеукраїнська студентська олімпіада",
                'meta_keywords' => "#",
                'status' => "PUBLISHED"
            ],
            [
                'title' => "Отримано доступ до Scopus та Web of Science",
                'seo_title' => "Отримано доступ до Scopus та Web of Science",
                'og_title' => "Отримано доступ до Scopus та Web of Science",
                'body' => "<p>Державний вищий навчальний заклад &laquo;Український державний хіміко-технологічний університет&raquo; отримав доступ до міжнародних наукометричних баз даних Scopus та Web of Science. Відповідно до наказу МОН України від 19.09.2017 р. №1286 &laquo;Про надання доступу вищим навчальним закладам і науковим установам, що знаходяться у сфері управління Міністерства освіти і науки України, до електронних наукових баз даних&raquo; доступ до наукометричних баз даних Scopus та Web of Science надається за кошти державного бюджету. Доступ до баз даних надано з 13.10.2017 р. до 31.10.2018 р. Запрошуємо науковців, викладачів, аспірантів та студентів нашого університету, а також інших вищих навчальних закладів і наукових установ скористатися можливістю доступу до баз даних. Зробити це можна в читальних залах Науково-технічної бібліотеки ДВНЗ УДХТУ в робочі дні в межах робочого часу (з 9.00 до 17.00). Співробітники університету можуть користуватись контентом та можливостями наукометричних баз даних з будь-якого комп&rsquo;ютера університету, що знаходиться в мережі університету та має доступ в інтернет. Scopus&mdash; бібліографічна і реферативна база даних та інструмент для відстеження цитованості статей, опублікованих у наукових виданнях. Є однією зі складових інтегрованого науково-інформаційного середовища SciVerse. На січень 2017 р. містить понад 50 млн. реферативних записів. Рубрикатор Scopus (ASJK) має 27 базових тематичних розділів, поділених на 335 підрозділів, політематичні статті індексуються одразу в кількох розділах. Індексує 18 тис. назв наукових видань з технічних, медичних та гуманітарних наук 5 тис. видавців. База даних індексує наукові журнали, матеріали конференцій та серіальні книжкові видання. Розробником та власником SciVerse Scopus є видавнича корпорація Elsevier. Web of Science &ndash; реферативна база даних наукового цитування, надається компанією Thomson Reuters. Web of Science надає можливість пошуку серед понад 12 тис. журналів і 160 тис. матеріалів конференцій в галузі природничих, суспільних, гуманітарних наук. Крім пошуку, Web of Science встановлює посилання між певними дослідженнями з використанням цитованих матеріалів і тематичних зв&rsquo;язків між статтями, встановленими авторитетними дослідниками, що працюють в даній області. Довідкові матеріали щодо користування інструментами бази даних Web of Science розміщено на youtube каналі Clarivate Analytics Українською https://www.youtube.com/channel/UCSMJ679M7c78lYA5eu41jYg .</p>",
                'excerpt' => "<p>Державний вищий навчальний заклад &laquo;Український державний хіміко-технологічний університет&raquo; отримав доступ до міжнародних наукометричних баз даних Scopus та Web of Science.</p>",
                'slug' => "article-5",
                'meta_description' => "Отримано доступ до Scopus та Web of Science",
                'og_description' => "Отримано доступ до Scopus та Web of Science",
                'meta_keywords' => "#",
                'status' => "PUBLISHED"
            ],
            [
                'title' => "Опублікований третій випуск збірника наукових праць КМОСС",
                'seo_title' => "Опублікований третій випуск збірника наукових праць КМОСС",
                'og_title' => "Опублікований третій випуск збірника наукових праць КМОСС",
                'body' => "<p>Опубліковано № 1 (3) збірника наукових праць «Комп’ютерне моделювання: аналіз, управління, оптимізація» за 2018 рік.</p>
                                <p>Збірник праць «Комп’ютерне моделювання: аналіз, управління, оптимізація» (далі – Збірник) є науковим виданням, в якому публікуються результати досліджень у галузі інформаційних технологій.</p>
                                
                                <p>Його засновником є Державний вищий навчальний заклад «Український державний хіміко-технологічний університет» Міністерства освіти і науки України.</p>
                                
                                <p>Збірник зареєстровано 28.02.2017 р. Міністерством юстиції України як друкований засіб масової інформації (свідоцтво КВ № 22571-12471Р).</p>
                                
                                <p>У Збірнику друкуються статті українською, російською та англійською мовами.</p>
                                
                                <p>Редакція Збірника пропонує всім бажаючим студентам, аспірантам, докторантам, здобувачам, молодим фахівцям, викладачам, науковцям та іншим зацікавленим особам опублікувати свої статті, а також оглядові роботи, які стосуються теоретичних та прикладних питань моделювання систем та прикладних задач, які пов’язані з використанням методів комп’ютерного моделювання.</p>
                                
                                <p>Критеріями відбору статей є новизна і актуальність тематики.</p>
                                
                                <p>З метою забезпечення вільного доступу світової наукової спільноти до авторських розробок, статті розміщуються на веб-сайті видання.</p>
                                
                                <p>Редакцією Збірника ведеться активна діяльність із забезпечення представленості Збірника у провідних бібліотеках України та світу, із включення цього видання в наукометричні бази, зовнішні бібліографічні та реферативні бази даних.</p>
                                
                                <p>Збірник наукових праць «Комп’ютерне моделювання: аналіз, управління, оптимізація» є збірником з відкритим доступом. Це означає, що весь його зміст перебуває у вільному безкоштовному доступі для користувача або його/її установи.
                                <br>
                                <a href=\"http://kmauo.org/%E2%84%96-1-3-2018-ukr/\">Електронна версія номеру доступна по посиланню Журнал – № 1 (3) 2018</a>
                                </p>
",
                'excerpt' => "<p>Збірник праць «Комп’ютерне моделювання: аналіз, управління, оптимізація» (далі – Збірник) є науковим виданням, в якому публікуються результати досліджень у галузі інформаційних технологій.
                                
                                Його засновником є Державний вищий навчальний заклад «Український державний хіміко-технологічний університет» Міністерства освіти і науки України.
                                
                                Збірник зареєстровано 28.02.2017 р. Міністерством юстиції України як друкований засіб масової інформації (свідоцтво КВ № 22571-12471Р).
                                
                                У Збірнику друкуються статті українською, російською та англійською мовами...</p>
",
                'slug' => "kmoss",
                'meta_description' => "Опублікований третій випуск збірника наукових праць КМОСС",
                'og_description' => "Опублікований третій випуск збірника наукових праць КМОСС",
                'meta_keywords' => "#",
                'status' => "PUBLISHED"
            ],
            [
                'title' => "Дипломування 2018",
                'seo_title' => "Дипломування 2018",
                'og_title' => "Дипломування 2018",
                'body' => "<p>З 19 по 21 червня 2018 року на кафедрі інформаційних систем відбулися захисти дипломних бакалаврських робіт. Студентами було представлено більше 20 доповідей на здобуття освітньо-кваліфікаційного рівня бакалавр. Тематика дипломних робіт була достатньо різноманітною, зокрема: розробка веб-базованих інформаційних систем; інформаційні системи розпізнавання образів та застосування генетичних алгоритмів і нейронних мереж; процедурна генерація рівнів гри та інші. Слід зауважити, що цього року велика частка дипломних робіт мали прикладне значення про що свідчать акти та довідки про впровадження.</p>

<p>Штат кафедри інформаційних систем бажає своїм випускникам успіхів при вступі до магістратури та вдалого працевлаштування тим, хто планує залишити навчання з отриманим дипломом бакалавра за спеціальністю 122-Комп&rsquo;ютерні науки.</p>
",
                'excerpt' => "<p>З 19 по 21 червня 2018 року на кафедрі інформаційних систем відбулися захисти дипломних бакалаврських робіт. Студентами було представлено більше 20 доповідей на здобуття освітньо-кваліфікаційного рівня бакалавр.</p>",
                'slug' => "diplom20181",
                'meta_description' => "Дипломування 2018",
                'og_description' => "Дипломування 2018",
                'meta_keywords' => "#",
                'status' => "PUBLISHED"
            ],
            [
                'title' => "Захист курсових робіт",
                'seo_title' => "Дипломування 2018",
                'og_title' => "Дипломування 2018",
                'body' => "<p>9 листопада 2018 року о 9<u><sup>30</sup></u> на кафедрі Інформаційних систем (в ауд. 613 а) відбудеться захист курсових робіт студентів груп 3-ІС-24 з дисципліни «Теорія прийняття рішень» та студентів групи 4-ІС-21 з дисципліни «Моделювання систем».</p>

<strong>Захист курсових робіт</strong>

&nbsp;
<table class = \"table\">
<tbody>
<tr class = \"table__header header\">
<th class=\"header__item\" width=\"319\">Дисципліна</td>
<th class=\"header__item\" width=\"144\">Група</td>
</tr>
<tr>
<th class=\"header__item\" width=\"319\">«Теорія прийняття рішень»</td>
<th class=\"header__item\" width=\"144\">3-ІС-24</td>
</tr>
<tr>
<th class=\"header__item\" width=\"319\">«Моделювання систем»</td>
<th class=\"header__item\" width=\"144\">4-ІС-21</td>
</tr>
</tbody>
</table>
&nbsp;
<br/>

<br/>
Склад комісії:
<table>
<tbody>
<tr>
<th class=\"header__item\" width=\"274\">«Моделювання систем»</td>
<th class=\"header__item\" width=\"313\">«Теорія прийняття рішень»</td>
</tr>
<tr>
<th class=\"header__item\" width=\"274\">к.т.н., доцент Коротка Л.І.</td>
<th class=\"header__item\"width=\"313\">к.т.н., доцент Науменко Н.Ю.</td>
</tr>
<tr>
<th class=\"header__item\" width=\"274\">к.т.н., доцент Солодка Н.О.</td>
<th class=\"header__item\" width=\"313\">к.т.н., доцент Солодка Н.О.</td>
</tr>
<tr>
<th class=\"header__item\" width=\"274\">к.т.н., доцент Ляшенко О.А.</td>
<th class=\"header__item\" width=\"313\">к.т.н., доцент Коротка Л.І.</td>
</tr>
</tbody>
</table>
&nbsp;

",
                'excerpt' => "<p>9 листопада 2018 року о 9:30 на кафедрі Інформаційних систем (в ауд. 613 а) відбудеться захист курсових робіт студентів груп 3-ІС-24 з дисципліни «Теорія прийняття рішень» та студентів групи 4-ІС-21 з дисципліни «Моделювання систем».</p>",
                'slug' => "zahst",
                'meta_description' => "Захист курсових робіт ",
                'og_description' => "Захист курсових робіт ",
                'meta_keywords' => "#",
                'status' => "PUBLISHED"
            ],
            [
                'title' => "Повторний захист звітів з практик студентів-магістрів",
                'seo_title' => "Повторний захист звітів з практик студентів-магістрів",
                'og_title' => "Повторний захист звітів з практик студентів-магістрів",
                'body' => "<p>9 листопада 2018 о 13:00 на кафедрі інформаційних систем (ауд. 610) відбудеться повторний захист звітів з асистентської, переддипломної та науково-дослідницької практик студентів-магістрів денної та заочної форм навчання.</p>",
                'excerpt' => "<p>9 листопада 2018 о 13:00 на кафедрі інформаційних систем (ауд. 610) відбудеться повторний захист звітів з асистентської, переддипломної та науково-дослідницької практик студентів-магістрів денної та заочної форм навчання.</p>",
                'slug' => "povt-zah",
                'meta_description' => "Повторний захист звітів з практик студентів-магістрів",
                'og_description' => "Повторний захист звітів з практик студентів-магістрів",
                'meta_keywords' => "#",
                'status' => "PUBLISHED"
            ],
            [
                'title' => "Відбулася ІV міжнародна науково-практична конференція «Комп’ютерне моделювання та оптимізація складних систем». ",
                'seo_title' => "Відбулася ІV міжнародна науково-практична конференція «Комп’ютерне моделювання та оптимізація складних систем». ",
                'og_title' => "Відбулася ІV міжнародна науково-практична конференція «Комп’ютерне моделювання та оптимізація складних систем». ",
                'body' => "<p>1-2 листопада 2018 року за ініціативою кафедри інформаційних систем у ДВНЗ «Український державний хіміко-технологічний університет» відбулася ІV міжнародна науково-практична конференція «Комп’ютерне моделювання та оптимізація складних систем». В цьому році програмний комітет конференції склав понад десяток ВНЗ України та зарубіжжя. Серед яких AGH University of Science and Technology (Krakow), Vilnius University, Institute of Computational Technologies SD RAS (Novosibirsk), Belarusian State University of Transport (Gomel), Azerbaijan Technical University (Baku), Національний технічний університет «Дніпровська політехніка» (Дніпро), Національний технічний університет України «Київський політехнічний інститут імені Ігоря Сікорського» (Київ), Дніпровський національний університет імені Олеся Гончара (Дніпро) так інші.</p>
<p>За матеріалами конференції опубліковано збірник тез, що містить більше 150 тез доповідей. Найцікавіші матеріали рекомендовано до публікації у збірнику наукових праць «Комп’ютерне моделювання: аналіз, управління, оптимізація». </p>
<p>Учасники та гості підкреслили високий рівень організації конференції. Подібні заходи рекламують наш Університет та підвищують інформативність потенційних вступників про існування у хіміко-технологічному університеті такого напряму підготовки як комп’ютерні науки.</p>
<p>Організаційний комітет щиро дякує всім учасникам конференції за плідну роботу та цікаві доповіді. Окрема подяка за фінансову допомогу в проведенні конференції комапанії Agilіe, яка спеціалізується на розробці та підтримці мобільних та веб-додатків. Організатори сподіваються на те, конференція «Комп’ютерне моделювання та оптимізація складних систем» вже набула популярності та з кожним роком представництво доповідачів буде тільки збільшуватися. </p>",
                'excerpt' => "<p>1-2 листопада 2018 року за ініціативою кафедри інформаційних систем у ДВНЗ «Український державний хіміко-технологічний університет» відбулася ІV міжнародна науково-практична конференція «Комп’ютерне моделювання та оптимізація складних систем». </p>",
                'slug' => "konf-ykr",
                'meta_description' => "Відбулася ІV міжнародна науково-практична конференція «Комп’ютерне моделювання та оптимізація складних систем». ",
                'og_description' => "Відбулася ІV міжнародна науково-практична конференція «Комп’ютерне моделювання та оптимізація складних систем». ",
                'meta_keywords' => "#",
                'status' => "PUBLISHED"
            ],
            [
                'title' => "ПОПЕРЕДНІЙ ЗАХИСТ КВАЛІФІКАЦІЙНИХ РОБІТ ДИПЛОМНИКІВ-МАГІСТРІВ",
                'seo_title' => "ПОПЕРЕДНІЙ ЗАХИСТ КВАЛІФІКАЦІЙНИХ РОБІТ ДИПЛОМНИКІВ-МАГІСТРІВ",
                'og_title' => "ПОПЕРЕДНІЙ ЗАХИСТ КВАЛІФІКАЦІЙНИХ РОБІТ ДИПЛОМНИКІВ-МАГІСТРІВ",
                'body' => "<p>3 січня 2019 року на кафедрі інформаційних систем (ауд. 613) відбудеться попередній захист кваліфікаційних робіт магістрів денної та заочної форм навчання.</p> 
<p>Вимагається ПОВНА готовність дипломної роботи:</p> 
<ul>
<li>1. пояснювальна записка в електронному вигляді зі ступенем готовності до нормоконтролю; </li>
<li>2. підготовлена та роздрукована презентація;</li> 
<li>3. доповідь;</li>
<li>4. демонстрація розробленого програмного продукту.</li>
</ul>
<p>Явка студентів-магістрів, зазначених у списку, обов’язкова.<p>
<table width=\"828\">
<tbody>
<tr>
<td width=\"53\">№ з/п</td>
<td width=\"425\">ПІБ студента

(керівник)</td>
<td width=\"154\">група</td>
<td width=\"195\">час</td>
</tr>
<tr>
<td width=\"53\">1.</td>
<td width=\"425\">Алексєєв Дмитро Андрійович</td>
<td width=\"154\">5-ІС-13</td>
<td width=\"195\">9.30</td>
</tr>
<tr>
<td width=\"53\">2.</td>
<td width=\"425\">Антонюк Ігор Валерійович</td>
<td width=\"154\">5-ІС-13</td>
<td width=\"195\">9.45</td>
</tr>
<tr>
<td width=\"53\">3.</td>
<td width=\"425\">Бурейко Артем Сергійович</td>
<td width=\"154\">5-ІС-13</td>
<td width=\"195\">10.00</td>
</tr>
<tr>
<td width=\"53\">4.</td>
<td width=\"425\">Головко Денис Леонідович</td>
<td width=\"154\">5-ІС-13</td>
<td width=\"195\">10.15</td>
</tr>
<tr>
<td width=\"53\">5.</td>
<td width=\"425\">Дідоборщ Ігор Вячеславович</td>
<td width=\"154\">5-ІС-13</td>
<td width=\"195\">10.30</td>
</tr>
<tr>
<td width=\"53\">6.</td>
<td width=\"425\">Карлюк Валерій Сергійович</td>
<td width=\"154\">5-ІС-13</td>
<td width=\"195\">10.45</td>
</tr>
<tr>
<td width=\"53\">7.</td>
<td width=\"425\">Курочка Сергій Віталійович</td>
<td width=\"154\">5-ІС-13</td>
<td width=\"195\">11.00</td>
</tr>
<tr>
<td width=\"53\">8.</td>
<td width=\"425\">Мамай Максим Сергійович</td>
<td width=\"154\">5-ІС-13</td>
<td width=\"195\">11.15</td>
</tr>
<tr>
<td width=\"53\">9.</td>
<td width=\"425\">Опойцев Олег Ігорович</td>
<td width=\"154\">5-ІС-13</td>
<td width=\"195\">11.30</td>
</tr>
<tr>
<td width=\"53\">10.</td>
<td width=\"425\">Панчук Владислав Олександрович</td>
<td width=\"154\">5-ІС-13</td>
<td width=\"195\">11.45</td>
</tr>
<tr>
<td width=\"53\">11.</td>
<td width=\"425\">Холошня Дмитро Миколайович</td>
<td width=\"154\">5-ІС-13</td>
<td width=\"195\">12.00</td>
</tr>
<tr>
<td width=\"53\">12.</td>
<td width=\"425\">Сгонников Анатолій Сергійович</td>
<td width=\"154\">5-ІС-13</td>
<td width=\"195\">12.15</td>
</tr>
<tr>
<td width=\"53\">13.</td>
<td width=\"425\">Щербина Олег Володимирович</td>
<td width=\"154\">5-ІС-13</td>
<td width=\"195\">12.30</td>
</tr>
<tr>
<td width=\"53\">14.</td>
<td width=\"425\">Вовк Костянтин Ігорович</td>
<td width=\"154\">7-ІС-з</td>
<td width=\"195\">12.45</td>
</tr>
<tr>
<td width=\"53\">15.</td>
<td width=\"425\">Кривченко Катерина Сергіївна</td>
<td width=\"154\">7-ІС-з</td>
<td width=\"195\">13.00</td>
</tr>
<tr>
<td width=\"53\">16.</td>
<td width=\"425\">Князєв Володимир Станіславович</td>
<td width=\"154\">7-ІС-з</td>
<td width=\"195\">13.15</td>
</tr>
</tbody>
</table>
&nbsp;

&nbsp;",
                'excerpt' => "<p>3 січня 2019 року на кафедрі інформаційних систем (ауд. 613) відбудеться попередній захист кваліфікаційних робіт магістрів денної та заочної форм навчання.
<p>",
                'slug' => "dip-mag",
                'meta_description' => "ПОПЕРЕДНІЙ ЗАХИСТ КВАЛІФІКАЦІЙНИХ РОБІТ ДИПЛОМНИКІВ-МАГІСТРІВ",
                'og_description' => "ПОПЕРЕДНІЙ ЗАХИСТ КВАЛІФІКАЦІЙНИХ РОБІТ ДИПЛОМНИКІВ-МАГІСТРІВ",
                'meta_keywords' => "#",
                'status' => "PUBLISHED"
            ],
            [
                'title' => "ЗБІРНИК «КОМП’ЮТЕРНЕ МОДЕЛЮВАННЯ: АНАЛІЗ, УПРАВЛІННЯ, ОПТИМІЗАЦІЯ» У БАЗІ INDEX COPERNICUS",
                'seo_title' => "Відбулася ІV міжнародна науково-практична конференція «Комп’ютерне моделювання та оптимізація складних систем». ",
                'og_title' => "Відбулася ІV міжнародна науково-практична конференція «Комп’ютерне моделювання та оптимізація складних систем». ",
                'body' => "<p><span lang=\"RU\"> </span></p>
<p><span lang=\"RU\">Редакційна колегія рада повідомити, що відтепер збірник наукових праць «Комп’ютерне моделювання: аналіз, управління, оптимізація» індексується в онлайновій міжнародній наукометричній базі даних <strong>Index Copernicus International</strong> (<a href=\"https://journals.indexcopernicus.com/search/details?id=49559&amp;lang=ru\">ICV 2017: 36.31</a>).</span></p>
<p><strong><span lang=\"RU\">Іndex Copernicus (IC)</span></strong><span lang=\"RU\"> – польська міжнародна наукометрична база даних, що включає індексування, ранжирування, реферування журналів і статей. Створена в 1999 році з метою просування досягнень науки і підтримки національного та міжнародного співробітництва між науковцями, видавцями наукових журналів і науковими організаціями, перебуває у веденні Index Copernicus International.</span></p>
<p>Index Copernicus</span></strong><span lang=\"RU\"> складає власний імпакт-фактор, щорічно проводячи детальну експертизу журналів, включених у її базу даних. Представляє тільки метадані статей журналу (назва, анотація, автори, ключові слова, список літератури), за бажанням видавництво може публікувати посилання на повні тексти статей свого журналу.</span></p>
<p><strong><span lang=\"RU\">Index Copernicus</span></strong><span lang=\"RU\"> містить кілька інструментів для оцінки продуктивності авторів і видавців, які дають змогу відстежувати вплив наукових робіт і публікацій, окремих учених або наукових установ.</span></p>
<p><span lang=\"RU\">Будемо раді бачити результати Ваших досліджень на сторінках нашого збірнику наукових праць!</span></p>",
                'excerpt' => "<p>Редакційна колегія рада повідомити, що відтепер збірник наукових праць «Комп’ютерне моделювання: аналіз, управління, оптимізація» індексується в онлайновій міжнародній наукометричній базі даних Index Copernicus International (ICV 2017: 36.31).</p>",
                'slug' => "zbirnik",
                'meta_description' => "ЗБІРНИК «КОМП’ЮТЕРНЕ МОДЕЛЮВАННЯ: АНАЛІЗ, УПРАВЛІННЯ, ОПТИМІЗАЦІЯ» У БАЗІ INDEX COPERNICUS",
                'og_description' => "ЗБІРНИК «КОМП’ЮТЕРНЕ МОДЕЛЮВАННЯ: АНАЛІЗ, УПРАВЛІННЯ, ОПТИМІЗАЦІЯ» У БАЗІ INDEX COPERNICUS",
                'meta_keywords' => "#",
                'status' => "PUBLISHED"
            ],
            [
                'title' => "ЗБІРНИКУ «КОМП’ЮТЕРНЕ МОДЕЛЮВАННЯ: АНАЛІЗ, УПРАВЛІННЯ, ОПТИМІЗАЦІЯ» ПРИСВОЄНО ІНДЕКС DOI",
                'seo_title' => "ЗБІРНИКУ «КОМП’ЮТЕРНЕ МОДЕЛЮВАННЯ: АНАЛІЗ, УПРАВЛІННЯ, ОПТИМІЗАЦІЯ» ПРИСВОЄНО ІНДЕКС DOI",
                'og_title' => "ЗБІРНИКУ «КОМП’ЮТЕРНЕ МОДЕЛЮВАННЯ: АНАЛІЗ, УПРАВЛІННЯ, ОПТИМІЗАЦІЯ» ПРИСВОЄНО ІНДЕКС DOI",
                'body' => "<p>Збірнику наукових праць «Комп’ютерне моделювання: аналіз, управління, оптимізація» присвоєно індекс DOI <a href=\"https://search.crossref.org/?q=2521-6406\">10.32434/2521-6406</a>.</p>

<p>ДВНЗ «Український державний хіміко-технологічний університет» уклав договір із CrossRef про надання DOI науковій продукції університету. Префікс видань університету – 10.32434.</p>

<p>Відповідно, збірнику наукових праць «Комп’ютерне моделювання: аналіз, управління, оптимізація» присвоєно індекс DOI <a href=\"https://search.crossref.org/?q=2521-6406\">10.32434/2521-6406</a>.</p>

<p>Таким чином, починаючи з другої половини 2018 року статтям, опублікованим у збірнику, буде присвоюватися індекс DOI (англ. Digital Object Identifier) – серійний номер, який використовують для постійної та унікальної ідентифікації об’єктів будь-якого типу. DOI дозволяє знайти документ навіть при зміні його URL, яка може виникати при зміні сайту, видавця тощо.</p>
<h4>Переваги, які отримує публікація, якій присвоєно DOI:</h4>
<ul>
 	<li> Гарантоване зберігання: об’єкти яким присвоєно цифровий ідентифікатор, завжди зберігатимуться на місці реєстрації;</li>
 	<li> Digital Object Identifier є універсальним ідентифікатором та визнається світовою спільнотою видавців</li>
 	<li>публікація, яка отримала цифровий ідентифікатор відразу цитується на сайті<a href=\"https://search.crossref.org/\">Crossref</a>, а також у світових наукових базах (<a href=\"https://www.worldcat.org/\">World cat</a>та ін.)</li>
 	<li>згідно нового наказу про <a href=\"http://zakon5.rada.gov.ua/laws/show/z0148-18\">Порядок формування Переліку наукових фахових видань України</a> (наказ МОН №32 від 15.01.2018) кожному опублікованому матеріалу має обов’язково присвоюватись цифровий ідентифікатор (пункт №6), для включення в перелік</li>
 	<li>публікацію, яка має DOI набагато простіше цитувати і включати в список літератури, а також вона гарантує надійність джерела цитування</li>
</ul>",
                'excerpt' => "<p>Збірнику наукових праць «Комп’ютерне моделювання: аналіз, управління, оптимізація» присвоєно індекс DOI 10.32434/2521-6406.</p>
<p>ДВНЗ «Український державний хіміко-технологічний університет» уклав договір із CrossRef про надання DOI науковій продукції університету. Префікс видань університету – 10.32434.</p>
",
                'slug' => "zbirnik-doi",
                'meta_description' => "ЗБІРНИКУ «КОМП’ЮТЕРНЕ МОДЕЛЮВАННЯ: АНАЛІЗ, УПРАВЛІННЯ, ОПТИМІЗАЦІЯ» ПРИСВОЄНО ІНДЕКС DOI",
                'og_description' => "ЗБІРНИКУ «КОМП’ЮТЕРНЕ МОДЕЛЮВАННЯ: АНАЛІЗ, УПРАВЛІННЯ, ОПТИМІЗАЦІЯ» ПРИСВОЄНО ІНДЕКС DOI",
                'meta_keywords' => "#",
                'status' => "PUBLISHED"
            ],

            [
                'title' => "Дипломування магістрів-2019",
                'seo_title' => "Дипломування магістрів-2019",
                'og_title' => "Дипломування магістрів-2019",
                'body' => "<p>
У період з 15 по 18 січня 2019 року на кафедрі інформаційних систем відбулися захисти дипломних робіт магістрів. Цього року випуск магістрів був чисельніший, ніж минулого року: 18 випускників-магістрів денної форми навчання та 7 заочної. Проведено засідання екзаменаційної комісії у складі: Гнатушенко Володимир Володимирович – д. т. н., проф., завідувач кафедри комп’ютерних наук та інформаційних технологій Дніпровського національний університет імені Олеся Гончара; Коротка Лариса Іванівна – к.т.н., доц. кафедри інформаційних систем; Науменко Наталія Юріївна – к. т. н., доц. кафедри інформаційних систем. 
</p>
<p>
<a href = \"http://kafis.dp.ua/udhtu/images/tems.pdf\">Теми дипломних робіт магістрів-2019</a> традиційно охоплюють різні предметні області з комп’ютерних наук від теоретичних досліджень до прикладних задач. 
Колектив кафедри інформаційних систем вітає свої випускників з отриманням ступеня магістра зі спеціальності Комп’ютерні науки та бажає успіхів у подальшій професійній кар’єрі.

</p>",
                'excerpt' => "<p>
У період з 15 по 18 січня 2019 року на кафедрі інформаційних систем відбулися захисти дипломних робіт магістрів. Цього року випуск магістрів був чисельніший, ніж минулого року: 18 випускників-магістрів денної форми навчання та 7 заочної. Проведено засідання екзаменаційної комісії у складі: Гнатушенко Володимир Володимирович – д. т. н., проф., завідувач кафедри комп’ютерних наук та інформаційних технологій Дніпровського національний університет імені Олеся Гончара; Коротка Лариса Іванівна – к.т.н., доц. кафедри інформаційних систем; Науменко Наталія Юріївна – к. т. н., доц. кафедри інформаційних систем. 
</p>",
                'slug' => "diplom-2019",
                'meta_description' => "Дипломування магістрів-2019",
                'og_description' => "Дипломування магістрів-2019",
                'meta_keywords' => "#",
                'status' => "PUBLISHED"
            ],
            [
                'title' => "Церемонія вручення дипломів магістра",
                'seo_title' => "Церемонія вручення дипломів магістра",
                'og_title' => "Церемонія вручення дипломів магістра",
                'body' => "<p>25 січня 2019 року відбулася найважливіша для усіх випускників подія – урочиста церемонія вручення дипломів магістра.</p>
<p>Декан факультету Комп’ютерних наук та інженерії Ігор Леонідович Левчук привітав випускників кафедри Інформаційних систем із закінченням університету та отриманням ступеня магістра за спеціальністю Комп’ютерні науки. Побажав не зупинятися на досягнутому, ефективно використати отримані в університеті навички та не забувати рідну alma mater.</p>
<p>Після виступу декана слово було надано завідувачу кафедри Інформаційних систем Дмитру Геннадійовичу Зеленцову, який щиро побажав випускникам успіхів у майбутній професійній діяльності та запросив їх продовжувати навчання вже в аспірантурі на кафедрі Інформаційних систем.</p>
<p>Здобуття ступеня магістра є дуже важливим кроком у житті кожного випускника. Ця подія повинна запам’ятатися на все життя і стати поштовхом до успіху в майбутньому та подальшого розвитку.</p> 
<p>Колектив кафедри Інформаційних систем бажає своїм випускникам успіхів,   цікавого, насиченого життя, мудрих і далекоглядних рішень, високих професійних досягнень.</p>
<p>Висловлюємо подяку деканату факультету Комп’ютерних наук та інженерії за організацію заходу вручення дипломів та студенту факультету Хайновському Юрію за фотозвіт.</p>
",
                'excerpt' => "<p>25 січня 2019 року відбулася найважливіша для усіх випускників подія – урочиста церемонія вручення дипломів магістра.</p>
<p>Декан факультету Комп’ютерних наук та інженерії Ігор Леонідович Левчук привітав випускників кафедри Інформаційних систем із закінченням університету та отриманням ступеня магістра за спеціальністю Комп’ютерні науки. Побажав не зупинятися на досягнутому, ефективно використати отримані в університеті навички та не забувати рідну alma mater.</p>",
                'slug' => "diplom-mag",
                'meta_description' => "Дипломування магістрів-2019",
                'og_description' => "Дипломування магістрів-2019",
                'meta_keywords' => "#",
                'status' => "PUBLISHED"
            ],
            [
                'title' => "II етап Всеукраїнської студентської олімпіади «Web-технології та web-дизайн»",
                'seo_title' => "II етап Всеукраїнської студентської олімпіади «Web-технології та web-дизайн»",
                'og_title' => "II етап Всеукраїнської студентської олімпіади «Web-технології та web-дизайн»",
                'body' => "<p>За ініціативою кафедри інформаційних систем на базі «Українського державного хіміко-технологічного університету» 26-28 березня проводиться II етап Всеукраїнської студентської олімпіади «Веб-технології та веб-дизайн».</p>
<p>До участі у II етапі запрошуються переможці I етапу вузівських олімпіад «Веб-технології та веб-дизайн» (до 5 осіб).</p>
<p>Олімпіада організовується у двох незалежних секціях:</p>
<ol type=\"I\">
<li> Веб-технології (пропонується розв’язання задач, які передбачають розробку елементів web-сторінок з використанням технологій НТМL, JavaScript, бібліотеки jQuery, СSS, PHP, MySQL без використання будь яких інші фреймворків та бібліотек).</li>
<li>Веб-дизайн (пропонується створення макету сторінок сайту в графічному редакторі для вказаної тематики).</li>
</ol>
<br>
<a href=\"http://kafis.dp.ua/studnayka\">Більш детальна формація у запрошенні. 
</a><br>
<a href=\"http://kafis.dp.ua/studnayka\">Завдання олімпіад минулих років.
</a>

<p>В рамках олімпіади буде проведено майстер-клас на тему: «Жанри мобільної фотографії». Будуть розглянуті тенденції мобільної фотографії як елемента сучасних креативних технологій. </p>
<p>З організаційних питань звертатись до відділу НДРС</p>
<p>38 (0562) 47-38-95, +38 (067) 750-23-17 (Усовниченко Людмила Іванівна).</p>
<p>З питань конкурсних завдань та порядку проведення звертатись до викладачів кафедри інформаційних систем</p> 
<p>(067)-636-34-94, (066)318-59-77 (Кодола Галина Миколаївна),</p>
<p>(097)921-98-89 (Волинець Наталія Сергіївна). </p>
",
                'excerpt' => "<p>За ініціативою кафедри інформаційних систем на базі «Українського державного хіміко-технологічного університету» 26-28 березня проводиться II етап Всеукраїнської студентської олімпіади «Веб-технології та веб-дизайн».</p>
</p>До участі у II етапі запрошуються переможці I етапу вузівських олімпіад «Веб-технології та веб-дизайн» (до 5 осіб).</p>
",
                'slug' => "olimpiada-2019",
                'meta_description' => "II етап Всеукраїнської студентської олімпіади «Web-технології та web-дизайн»",
                'og_description' => "II етап Всеукраїнської студентської олімпіади «Web-технології та web-дизайн»",
                'meta_keywords' => "#",
                'status' => "PUBLISHED"
            ],

            [
                'title' => "II етап Всеукраїнської студентської олімпіади «Веб-технології та веб-дизайн» 26-28 березня 2019",
                'seo_title' => "II етап Всеукраїнської студентської олімпіади «Веб-технології та веб-дизайн» 26-28 березня 2019",
                'og_title' => "II етап Всеукраїнської студентської олімпіади «Веб-технології та веб-дизайн» 26-28 березня 2019",
                'body' => "<p>26-28 березня у ДВНЗ «Український державний хіміко-технологічний університет» відбувся II етап Всеукраїнської студентської олімпіади «Веб-технології та веб-дизайн».</p>
<p>В Олімпіаді прийняли участь 70 студентів із 20 закладів вищої освіти 13 міст України: Житомир, Вінниця, Дніпро, Запоріжжя, Київ, Луцьк, Маріуполь, Мелітополь, Рівно, Суми, Харків, Київ, Черкаси, Тернопіль. Реєстрація учасників відбувалась за двома секціями: «Веб -технології» та «Веб-дизайн».</p>
<p>26 березня на урочистому відкритті Олімпіади з привітанням до учасників звернулися ректор ДВНЗ УДХТУ професор О.А. Півоваров, декан факультету комп’ютерних наук та інженерії І. Л. Левчук. та голова організаційного комітету, завідувач кафедри інформаційних систем професор Д.Г. Зеленцов. Вони висловили впевненість в тому, що олімпіада відбудеться на високому рівні та побажали всім наснаги, творчих успіхів та перемоги.</p>
<p>28 березня по завершенні олімпіади та тривалої роботи журі були оголошені рейтинги учасників. Голова журі професор Д.Г. Зеленцов висловив подяку всім учасникам та їх керівникам за участь у Олімпіаді, щиро привітав переможців Олімпіади та побажав подальших успіхів у навчанні та професійній діяльності. Всі учасники отримали сертифікати, а переможці були нагородженні дипломами.</p>
<p>Спонсор олімпіади кампанія Apriorit відмітила трьох учасників подарунковими сертифікатами на курс «Advanced.net web development» та нагородила переможців Олімпіади цінними призами.</p>
<p>&nbsp;</p>
<p style=\"text-align: center;\">Переможці II етапу Всеукраїнської студентської олімпіади</p>
<p style=\"text-align: center;\">2018/2019 навчального року з секції «Веб-технології»</p>
<p>&nbsp;</p>
<table width=\"648\">
<tbody>
<tr>
<td width=\"245\">
<p>Прізвище ім’я по-батькові</p>
</td>
<td width=\"332\">
<p>ВНЗ</p>
</td>
<td width=\"71\">
<p>місце</p>
</td>
</tr>
<tr>
<td width=\"245\">
<p>Петросян Арсен Русланович</p>
</td>
<td width=\"332\">
<p>Житомирський державний технологічний університет</p>
</td>
<td width=\"71\">
<p>1</p>
</td>
</tr>
<tr>
<td width=\"245\">
<p>Фролов Віктор Олександрович</p>
</td>
<td width=\"332\">
<p>Вінницький національний технічний університет</p>
</td>
<td width=\"71\">
<p>2</p>
</td>
</tr>
<tr>
<td width=\"245\">
<p>Нечипорук Микола Леонідович</p>
</td>
<td width=\"332\">
<p>Вінницький національний технічний університет</p>
</td>
<td width=\"71\">
<p>3</p>
</td>
</tr>
<tr>
<td width=\"245\">
<p>Ячменьов Ярослав Олександрович</p>
</td>
<td width=\"332\">
<p>Житомирський державний технологічний університет</p>
</td>
<td width=\"71\">
<p>3</p>
</td>
</tr>
<tr>
<td width=\"245\">
<p>Завадський Кирило Віталійович</p>
</td>
<td width=\"332\">
<p>Український державний хіміко-технологічний університет</p>
</td>
<td width=\"71\">
<p>3</p>
</td>
</tr>
</tbody>
</table>
<p>&nbsp;</p>
<p style=\"text-align: center;\">Переможці II етапу Всеукраїнської студентської олімпіади</p>
<p style=\"text-align: center;\">2018/2019 навчального року з секції «Веб-дизайн»</p>
<p>&nbsp;</p>
<table width=\"644\">
<tbody>
<tr>
<td width=\"237\">
<p>Прізвище ім’я по-батькові</p>
</td>
<td width=\"340\">
<p>ВНЗ</p>
</td>
<td width=\"66\">
<p>місце</p>
</td>
</tr>
<tr>
<td width=\"237\">
<p>Мельник Любов Дмитрівна</p>
</td>
<td width=\"340\">
<p>Вінницький національний технічний університет</p>
</td>
<td width=\"66\">
<p>1</p>
</td>
</tr>
<tr>
<td width=\"237\">
<p>Запасчиков Артем Сергійович</p>
</td>
<td width=\"340\">
<p>Український державний хіміко-технологічний університет</p>
</td>
<td width=\"66\">
<p>2</p>
</td>
</tr>
<tr>
<td width=\"237\">
<p>Шеремета Роман Валерійович</p>
</td>
<td width=\"340\">
<p>Міжнародний економіко-гуманітарний університет імені академіка Степана Дем’янчука</p>
</td>
<td width=\"66\">
<p>3</p>
</td>
</tr>
</tbody>
</table>
<p>&nbsp;</p>
<p>Окремими грамотами від журі та організаційного комітету були нагороджені наступні учасники Олімпіади:</p>
<ol>
	<li>За майстерність використання інструментарію –Тимофіїва Лілія Валентинівна (Сумський державний університет);</li>
	<li>За креативне дизайнерське рішення при створенні макету веб-сторінки – Столяренко Валерія Романівна (Черкаський державний технологічний університет);</li>
	<li>За високі результати, продемонстровані під час участі в Олімпіаді «Веб-технології та веб-дизайн»</li>
</ol>
<p>– Сидоренко Олександр Олегович (Національний технічний університет«Харківський політехнічний інститут»);</p>
<p>– Ясінська Тетяна Андріївна (Сумський державний університет);</p>
<p>– Жарікова Аліна Ярославівна (Український державний хіміко-технологічний університет);</p>
<p>– Ніколайчук Владислав Олександрович (Вінницький національний технічний університет);</p>
<p>– Єфремов Данило Сергійович (Український державний хіміко-технологічний університет).</p>
<p><a href=\"http://kafis.dp.ua/udhtu/images/articles/Результати_дизайн.docx\">Загальний рейтинг учасників олімпіади «Веб-технології та веб-дизайн» Секція «Веб-технології»</a></p>
<p><a href=\"http://kafis.dp.ua/udhtu/images/articles/Результати_технології.docx\">Загальний рейтинг учасників олімпіади «Веб-технології та веб-дизайн» Секція «Веб-дизайн»</a></p>",
                'excerpt' => "<p>26-28 березня у ДВНЗ «Український державний хіміко-технологічний університет» відбувся II етап Всеукраїнської студентської олімпіади «Веб-технології та веб-дизайн».</p>
<p>В Олімпіаді прийняли участь 70 студентів із 20 закладів вищої освіти 13 міст України: Житомир, Вінниця, Дніпро, Запоріжжя, Київ, Луцьк, Маріуполь, Мелітополь, Рівно, Суми, Харків, Київ, Черкаси, Тернопіль. Реєстрація учасників відбувалась за двома секціями: «Веб -технології» та «Веб-дизайн».</p>",
                'slug' => "olimpiada-udhtu",
                'meta_description' => "II етап Всеукраїнської студентської олімпіади «Веб-технології та веб-дизайн» 26-28 березня 2019
",
                'og_description' => "II етап Всеукраїнської студентської олімпіади «Веб-технології та веб-дизайн» 26-28 березня 2019
",
                'meta_keywords' => "#",
                'status' => "PUBLISHED"
            ],
            [
                'title' => "Вітаємо наших студентів",
                'seo_title' => "II етап Всеукраїнської студентської олімпіади «Web-технології та web-дизайн»",
                'og_title' => "II етап Всеукраїнської студентської олімпіади «Web-технології та web-дизайн»",
                'body' => "<p>Вітаємо студентів кафедри інформаційних систем Завадського К.,  Єфремова Д. та Руденко О. з успішним виступом на Всеукраїнській студентській олімпіаді зі спеціальності комп’ютерні науки, яка відбулася у м. Харків. Пишаємося гідним представленням кафедри ІС серед 67 найкращих студентів спеціальності. Бажаємо нових звершень, нових високих цілей, подальшого розвитку професійних здібностей.</p>
",
                'excerpt' => "<p>Вітаємо студентів кафедри інформаційних систем Завадського К.,  Єфремова Д. та Руденко О. з успішним виступом на Всеукраїнській студентській олімпіаді зі спеціальності комп’ютерні науки, яка відбулася у м. Харків. Пишаємося гідним представленням кафедри ІС серед 67 найкращих студентів спеціальності. Бажаємо нових звершень, нових високих цілей, подальшого розвитку професійних здібностей.</p>
",
                'slug' => "vitaemo-nashikh-studentov",
                'meta_description' => "II етап Всеукраїнської студентської олімпіади «Web-технології та web-дизайн»",
                'og_description' => "II етап Всеукраїнської студентської олімпіади «Web-технології та web-дизайн»",
                'meta_keywords' => "#",
                'status' => "PUBLISHED"
            ],
            [
                'title' => "Штучний інтелект формує майбутнє освіти, крокуючи до школи ",
                'seo_title' => "Штучний інтелект формує майбутнє освіти, крокуючи до школи ",
                'og_title' => "Штучний інтелект формує майбутнє освіти, крокуючи до школи ",
                'body' => "<p>28 березня на базі ДВНЗ УДХТУ спільно з методичним центром департаменту гуманітарної політики в рамках підвищення кваліфікації вчителів математики загальноосвітніх шкіл м. Дніпро відбулася відкрита лекція доктора технічних наук, професора, завідувача кафедри інформаційних систем Зеленцова Д. Г. на тему «Технології обчислювального інтелекту в задачах моделювання систем».</p>
<p>Мета лекції спрямована на доведення до широкого загалу наукових досягнень і результатів діяльності лектора та кафедри загалом. Зокрема, у лекції розглянуто такі елементи обчислювального інтелекту, як: теорія штучних нейронних мереж, еволюційне моделювання та теорія нечітких множин. Продемонстровано застосування технології обчислювального інтелекту при моделюванні поведінки складних динамічних систем, зокрема, кородуючих конструкцій.</p>",
                'excerpt' => "<p>28 березня на базі ДВНЗ УДХТУ спільно з методичним центром департаменту гуманітарної політики в рамках підвищення кваліфікації вчителів математики загальноосвітніх шкіл м. Дніпро відбулася відкрита лекція доктора технічних наук, професора, завідувача кафедри інформаційних систем Зеленцова Д. Г. на тему «Технології обчислювального інтелекту в задачах моделювання систем».</p>
",
                'slug' => "shtuchniy-intelekt",
                'meta_description' => "II етап Всеукраїнської студентської олімпіади «Web-технології та web-дизайн»",
                'og_description' => "II етап Всеукраїнської студентської олімпіади «Web-технології та web-дизайн»",
                'meta_keywords' => "#",
                'status' => "PUBLISHED"
            ],
            [
                'title' => "Підвищення кваліфікації в Польщі",
                'seo_title' => "Підвищення кваліфікації в Польщі",
                'og_title' => "Підвищення кваліфікації в Польщі",
                'body' => "<p>Підвищення кваліфікації – невід'ємна частина сучасної освіти, особливо у напрямку інформаційних технологій, що передбачає безперервне навчання і відточування навичок, придбання нових, більш ефективних, необхідних для підвищення працездатності для професіоналізму викладача.</p>
<p>З 25.03.2019 по 12.04.2019 доцент кафедри інформаційних систем Науменко Наталія Юріївна приймала участь у науково-педагогічному курсі підвищення кваліфікації для наукових співробітників та викладачів університетів, організаторами якого виступили Фонд ADD спільно з Європейським Суспільно-Технічним Університетом, Фонд Inmarket та Інститут Міжнародної Академічної та наукової співпраці (м. Варшава).</p>
<p>Під час стажування були опрацьовані наступні напрямки:</p>
<ul>
	<li>вивчення та аналіз існуючих наукових процесів у в Польських та Європейських вищих навчальних закладах;</li>
	<li>адаптація навчальних планів ДВНЗ УДХТУ до можливості співпраці у напрямку подвійних дипломів і стажувань для студентів;</li>
	<li>налагодження наукових контактів, співпраця із закордонними колегами;</li>
	<li>обмін новими науково-освітніми ідеями, формування наукового підґрунтя для участі у міжнародних програмах «Erasmus» з польськими науковцями;</li>
	<li>співпраця з Index Copernicus, м. Варшава.</li>
</ul>",

                'excerpt' => "<p>Підвищення кваліфікації – невід'ємна частина сучасної освіти, особливо у напрямку інформаційних технологій, що передбачає безперервне навчання і відточування навичок, придбання нових, більш ефективних, необхідних для підвищення працездатності для професіоналізму викладача.</p>
",
                'slug' => "acad-naayk-2019",
                'meta_description' => "Підвищення кваліфікації в Польщі",
                'og_description' => "Підвищення кваліфікації в Польщі",
                'meta_keywords' => "#",
                'status' => "PUBLISHED"
            ],
            [
                'title' => "Урочисте засідання вченої ради ДВНЗ УДХТУ з нагоди Дня науки та Дня хіміка",
                'seo_title' => "Урочисте засідання вченої ради ДВНЗ УДХТУ з нагоди Дня науки та Дня хіміка",
                'og_title' => "Урочисте засідання вченої ради ДВНЗ УДХТУ з нагоди Дня науки та Дня хіміка",
                'body' => "<p>Відзначені успіхи кафедри інформаційних систем
16 травня 2019 року відбулося урочисте засідання вченої ради ДВНЗ УДХТУ з нагоди Дня науки та Дня хіміка. </p>
<p>Грамотою за особисті трудові досягнення у професійній, службовій діяльності, бездоганну працю та особисті заслуги під час виконання службових обов’язків, пов’язаних з формуванням та забезпеченням реалізації державної політики у сфері освіти і науки, вагомий особистий внесок у розвиток освітньої галузі та з нагоди святкування Дня науки була нагороджена доцент кафедри інформаційних систем Денисюк Ольга Ростиславівна.</p> 
<p>Студенту-магістру Запасчикову Артему Сергійовичу було вручено Диплом II ступеня, як переможцю II етапу Всеукраїнської студентської олімпіади «Веб-технології та веб-дизайн». 
Студент гр 4-ІС-21 Завадський Кирило Віталійович від ректора університету отримав Диплом III ступеня, як переможець II етапу Всеукраїнської студентської олімпіади. </p>
<p>Щиро вітаємо нагороджених з відзнаками та визнанням їх досягнень. Висловлюємо подяку за гідне представлення кафедри ІС на широкому засіданні ДВНЗ УДХТУ. Бажаємо майбутніх успіхів!</p>",

                'excerpt' => "<p>Відзначені успіхи кафедри інформаційних систем
16 травня 2019 року відбулося урочисте засідання вченої ради ДВНЗ УДХТУ з нагоди Дня науки та Дня хіміка. </p>
<p>Грамотою за особисті трудові досягнення у професійній, службовій діяльності, бездоганну працю та особисті заслуги під час виконання службових обов’язків, пов’язаних з формуванням та забезпеченням реалізації державної політики у сфері освіти і науки, вагомий особистий внесок у розвиток освітньої галузі та з нагоди святкування Дня науки була нагороджена доцент кафедри інформаційних систем Денисюк Ольга Ростиславівна.</p> ",
                'slug' => "yroch-zas-kaf",
                'meta_description' => "Урочисте засідання вченої ради ДВНЗ УДХТУ з нагоди Дня науки та Дня хімікаі",
                'og_description' => "Урочисте засідання вченої ради ДВНЗ УДХТУ з нагоди Дня науки та Дня хіміка",
                'meta_keywords' => "#",
                'status' => "PUBLISHED"
            ],
            [
                'title' => "Дипломування бакалаврів-2019",
                'seo_title' => "Дипломування бакалаврів-2019",
                'og_title' => "Дипломування бакалаврів-2019",
                'body' => "<p>З 19 по 21 червня на кафедрі інформаційних систем відбулися захисти дипломних бакалаврських робіт. Протягом трьох днів відбулися засідання екзаменаційної комісії у складі: Ус Світлана Альбертівна – д. т. н., професор кафедри системного аналізу та управління НТУ «Дніпровська політехніка»; Ляшенко Оксана Анатоліївна – к.т.н., доцент кафедри інформаційних систем; Солодка Наталія Олександрівна – к. т. н., доцент кафедри інформаційних систем. Було заслухано 18 доповідей студентів-здобувачів ступеня бакалавр.</p>
<p>Серед розглянутих робіт високу оцінку отримали дипломні роботи за темами: «Функціональна нейромережева система в задачах оптимізації технології енергоконденсованих систем», «Реалізація чисельного розв’язання диференціальних рівнянь еліптичного типу», «Програмна реалізація методів навчання нейронних мереж у пакетному режимі», «Розробка програмного забезпечення з використанням графової моделі даних». З огляду на практичне застосування зацікавленість комісії та присутніх викликали дипломні роботи присвячені обробці растрових зображень та розробка віртуального тренажеру для вивчення слів англійської мови.</p>
<p>Результати деяких дипломних робіт знайшли своє практичне застосування у підприємства і компанії, про що свідчили акти впроваджень. Треба зазначити, що у переважної більшості дипломників деякі результати робіт було апробовано на конференціях та опубліковано у вигляді тез доповідей.</p>
<p>Колектив кафедри інформаційних систем вітає своїх випускників з отриманням кваліфікаційного ступеня «бакалавр», бажає успіхів при вступі до магістратури та вдалого працевлаштування тим, хто планує залишити навчання з отриманим дипломом бакалавра за спеціальністю «комп’ютерні науки». </p>",

                'excerpt' => "<p>З 19 по 21 червня на кафедрі інформаційних систем відбулися захисти дипломних бакалаврських робіт. Протягом трьох днів відбулися засідання екзаменаційної комісії у складі: Ус Світлана Альбертівна – д. т. н., професор кафедри системного аналізу та управління НТУ «Дніпровська політехніка»; Ляшенко Оксана Анатоліївна – к.т.н., доцент кафедри інформаційних систем; Солодка Наталія Олександрівна – к. т. н., доцент кафедри інформаційних систем. Було заслухано 18 доповідей студентів-здобувачів ступеня бакалавр.</p>",
                'slug' => "diplom-spring-2019",
                'meta_description' => "Дипломування бакалаврів-2019",
                'og_description' => "Дипломування бакалаврів-2019",
                'meta_keywords' => "#",
                'status' => "PUBLISHED"
            ],
            [
                'title' => "Комп’ютерні науки не лише назва спеціальності, це – тренд в освіті",
                'seo_title' => "Дипломування бакалаврів-2019",
                'og_title' => "Дипломування бакалаврів-2019",
                'body' => "<p align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">У період формування глобального інформаційного суспільства та комп’ютеризації всіх сфер суспільного життя набуває стрімкий розвиток нова, вкрай актуальна спеціальність «Комп’ютерні науки».</span></span></span></p>

<p class=\"western\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\"><b>Кафедра інформаційних систем</b></span></span></span><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\"> ДВНЗ «Український державний хіміко-технологічний університет» запрошує на навчання за спеціальністю 122 «Комп’ютерні науки» (галузь знань 12 інформаційні технології).</span></span></span></p>
<p align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">Кафедра здійснює підготовку за освітніми рівнями:</span></span></span></p>

<ul>
    <li>
        <p align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">бакалавр (</span></span></span><span style=\"color: #000000;\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">термін навчання 4 роки, </span></span></span></span><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">ліцензійний обсяг – 50 місць</span></span></span><span style=\"color: #000000;\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">)</span></span></span></span></p>
    </li>
    <li>
        <p align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">магістр</span></span></span><span style=\"color: #000000;\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\"> (термін навчання 1,5 роки, </span></span></span></span><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">ліцензійний обсяг – 40 місць</span></span></span><span style=\"color: #000000;\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">)</span></span></span></span><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">.</span></span></span></p>
    </li>
</ul>
<p class=\"western\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\"><b>Основні принципи у підготовці студентів</b></span></span></span><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">, за яких варто обрати для навчання саме кафедру інформаційних систем ДВНЗ УДХТУ:</span></span></span></p>
<p class=\"western\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">1. Загальна фундаментальна освіта. Сучасні темпи змін суспільства та інформаційних технологій зокрема передбачають постійну необхідність протягом професійної діяльності багаторазово довчатися, перекваліфіковуватися для того, щоб не залишатися на другорядних ролях. Загальна фундаментальна підготовка, створить платформу для подальшого постійного розвитку студента як майбутнього професіонала.</span></span></span> <span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">Знання з математики, алгоритмізації надає стимулу зануритися у дисципліни професійного циклу; дозволить не залишитися «на дні», вивчаючи інструменти для майбутньої роботи, проте знати, на чому ці технології засновано.</span></span></span></p>
<p class=\"western\" lang=\"uk-UA\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\">2. Направленість на актуальні задачі ринку інформаційних продуктів. За рахунок налагодженого двостороннього партнерства кафедри з Центром комп’ютерної освіти наші студенти мають змогу навчатися вирішувати задачі вузької практичної направленості, займатися фрілансом.</span></span></p>
<p class=\"western\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">3. Індивідуальна робота з кожним студентом. Поглиблена індивідуальна підготовка на кафедрі здійснюється під час проведення курсових та дипломних робіт у специфічних вузьких напрямках таких як, наприклад, комп’ютерна графіка, штучний інтелект, методи розв’язку оптимізаційних задач тощо.</span></span></span> <span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">Крім того, в процесі підготовки індивідуальних робіт студент опанує мистецтво самопрезентації та ефективної комунікації з оточенням.</span></span></span></p>
<p class=\"western\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">4. Сприятлива, доброзичлива атмосфера отримання знань. Протягом навчання студентів оточує комфортна психологічна атмосфера, яку забезпечує штат кафедри. Як відомо, передача досвіду професіоналів відбувається найякісніше в процесі особистого спілкування, яке відбувається під час проведення міжнародних конференцій та семінарів, координаторами яких виступає кафедра, де студенти приймають участь не лише у якості волонтерів, а й у якості доповідачів також. Поспілкуватися з однодумцями з інших Закладів вищої освіти та спробувати себе у якості учасника змагань є можливість на щорічній Всеукраїнській олімпіаді «веб- технології та веб-дизайн», яка проводиться на базі кафедри.</span></span></span></p>
<p class=\"western\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\"><b>Перелік основних навчальних дисциплін</b></span></span></span><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">, які вивчають студенти спеціальності «Комп’ютерні науки» :</span></span></span></p>

<ul>
    <li>
        <p class=\"western\" lang=\"uk-UA\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\">Моделювання систем</span></span></p>
    </li>
    <li>
        <p class=\"western\" lang=\"uk-UA\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\">Вища математика</span></span></p>
    </li>
    <li>
        <p class=\"western\" lang=\"uk-UA\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\">Теорія ймовірностей, ймовірнісні процеси та математична статистика</span></span></p>
    </li>
    <li>
        <p class=\"western\" lang=\"uk-UA\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\">Дослідження операцій </span></span></p>
    </li>
    <li>
        <p class=\"western\" lang=\"uk-UA\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\">Теорія алгоритмів</span></span></p>
    </li>
    <li>
        <p class=\"western\" lang=\"uk-UA\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\">Чисельні методи</span></span></p>
    </li>
    <li>
        <p class=\"western\" lang=\"uk-UA\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\">Бази даних</span></span></p>
    </li>
    <li>
        <p class=\"western\" lang=\"uk-UA\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\">Теорія розпізнавання образів</span></span></p>
    </li>
    <li>
        <p class=\"western\" lang=\"uk-UA\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\">Теорія прийняття рішень</span></span></p>
    </li>
    <li>
        <p class=\"western\" lang=\"uk-UA\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\">Функціональне та логічне програмування </span></span></p>
    </li>
    <li>
        <p class=\"western\" lang=\"uk-UA\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\">Операційні системи </span></span></p>
    </li>
    <li>
        <p class=\"western\" lang=\"uk-UA\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\">Комп‘ютерна графіка </span></span></p>
    </li>
    <li>
        <p class=\"western\" lang=\"uk-UA\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\">Веб-технології та веб-дизайн</span></span></p>
    </li>
    <li>
        <p class=\"western\" lang=\"uk-UA\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\">Технології створення програмних продуктів </span></span></p>
    </li>
    <li>
        <p class=\"western\" lang=\"uk-UA\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\">Адміністрування комп’ютерних систем та баз даних </span></span></p>
    </li>
    <li>
        <p class=\"western\" lang=\"uk-UA\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\">ООП, Крос-платформне програмування</span></span></p>
    </li>
    <li>
        <p class=\"western\" lang=\"uk-UA\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\">Технології комп’ютерного проектування</span></span></p>
    </li>
    <li>
        <p class=\"western\" lang=\"uk-UA\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\">Методи та системи штучного інтелекту</span></span></p>
    </li>
    <li>
        <p class=\"western\" lang=\"uk-UA\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\">Теорія ігор </span></span></p>
    </li>
    <li>
        <p class=\"western\" lang=\"uk-UA\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\">Експертні системи</span></span></p>
    </li>
    <li>
        <p class=\"western\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">Обчислювальний інтелект</span></span></span></p>
    </li>
    <li>
        <p class=\"western\" lang=\"uk-UA\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\">Нейронні мережі </span></span></p>
    </li>
    <li>
        <p class=\"western\" lang=\"uk-UA\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\">Еволюційне моделювання</span></span></p>
    </li>
</ul>
<p class=\"western\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">Випускники кафедри інформаційних систем мають можливість </span></span></span><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\"><b>працевлаштування</b></span></span></span><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\"> за такими сучасними та затребуваними професіями як:</span></span></span></p>

<ul>
    <li>
        <ul>
            <li>
                <p class=\"western\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span><span lang=\"uk-UA\">Розробник систем автоматизації бізнес-процесів підприємств та систем управління взаємовідносинами з клієнтами (ERP/CRM Developer)</span></span></p>
            </li>
            <li>
                <p class=\"western\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">Інженер-програміст (ІТ-Engineer)</span></span></span></p>
            </li>
            <li>
                <p class=\"western\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">Розробник веб-сервісів та додатків (CMS-developer)</span></span></span></p>
            </li>
            <li>
                <p class=\"western\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">Дизайнер та розробник інтерфейсів ПЗ (UI/UX Designer/Engineer)</span></span></span></p>
            </li>
            <li>
                <p class=\"western\" lang=\"uk-UA\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\">Front-end/Back-end Web-developer,</span></span></p>
            </li>
            <li>
                <p class=\"western\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">Дизайнер веб-додатків (Web-designer)</span></span></span></p>
            </li>
            <li>
                <p class=\"western\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">Контент- менеджер веб-додатків (Web Content Manager)</span></span></span></p>
            </li>
            <li>
                <p class=\"western\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">Розробник мобільних додатків (Mobile Developer (Android, iOS))</span></span></span></p>
            </li>
            <li>
                <p class=\"western\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">Інженер служби гарантії якості програмного забезпечення </span></span></span><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">(Quality Assurance Engineer)</span></span></span></p>
            </li>
            <li>
                <p class=\"western\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">Системний адміністратор (System Administrator) </span></span></span></p>
            </li>
            <li>
                <p class=\"western\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">Фахівець з підтримки та адміністрування баз та сховищ даних (Database Support Engineer / Administrator)</span></span></span></p>
            </li>
        </ul>
        <ul>
            <li>
                <p class=\"western\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">Керівник групи / проекту / </span></span></span><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">команди програмістів </span></span></span><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">(Team leader)</span></span></span></p>
            </li>
            <li>
                <p class=\"western\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">Менеджер проекту.</span></span></span><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\"> (Team leader, </span></span></span><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">Project Manager</span></span></span><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">) </span></span></span></p>
            </li>
        </ul>
        <ul>
            <li>
                <p class=\"western\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">Науковий співробітник (Research assistant)</span></span></span></p>
            </li>
            <li>
                <p class=\"western\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">Викладач вищої школи (high school teacher)</span></span></span></p>
            </li>
        </ul>
    </li>
</ul>
<p class=\"western\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">Для вступу на спеціальність «Комп’ютерні науки» необхідно зробити лише три кроки:</span></span></span></p>
<p class=\"western\" align=\"justify\"><strong><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">1крок:</span></span></span></strong><strong><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\"> здобути</span></span></span></strong> <strong><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">сертифікат ЗНО</span></span></span></strong><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\"> із дисциплін:</span></span></span></p>
<p class=\"western\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">бюджетно-комерційна конкурсна пропозиція: </span></span></span></p>
<p class=\"western\" lang=\"uk-UA\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\">1. Українська мова та література</span></span></p>
<p class=\"western\" lang=\"uk-UA\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\">2. Математика</span></span></p>
<p class=\"western\" lang=\"uk-UA\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\">3. Фізика або іноземна мова</span></span></p>
<p class=\"western\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">небюджетна конкурсна пропозиція:</span></span></span></p>
<p class=\"western\" lang=\"uk-UA\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\">1. Українська мова та література</span></span></p>
<p class=\"western\" lang=\"uk-UA\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\">2. Математика</span></span></p>
<p class=\"western\" lang=\"uk-UA\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\">3. Історія України або іноземна мова</span></span></p>

<h3 class=\"western\" align=\"justify\"><strong><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">2 крок:</span></span></span></strong><strong><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\"> Зареєструвати електронну заяву з 10 по 22 липня 2019 на сайті</span></span></span></strong> <span style=\"color: #0000ff;\"><a href=\"https://ez.osvitavsim.org.ua/\"><span style=\"color: #000000;\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\"><b>https://ez.osvitavsim.org.ua/</b></span></span></span></span></a></span></h3>
<h3 class=\"western\" align=\"justify\"><strong><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">3 крок</span></span></span></strong><strong><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">:</span></span></span></strong><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\"> Обрати ДВНЗ УДХТУ, </span></span></span><strong><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">спеціальність 122</span></span></span></strong><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\"> та вказати</span></span></span><strong><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\"> ПРІОРИТЕТ-1</span></span></span></strong></h3>
<p class=\"western\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">Більш детальну інформацію про вступну кампанию-2019 можна отримати на сайті ДВНЗ УДХТУ (</span></span></span><span style=\"color: #0000ff;\"><u><a href=\"https://udhtu.edu.ua/\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">https://udhtu.edu.ua/</span></span></span></a></u></span><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">) та у консультативному центрі приймальної комісії УДХТУ (https://udhtu.edu.ua/yak-vstupyty-na-byudzhet-yak-rozrobyty-vlasnu-strategiyu-vstupu-yak-rozrahuvaty-konkursnyj-bal).</span></span></span></p>
<p class=\"western\" align=\"justify\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">Інвестуйте 4 роки життя в освіту для навчання за спеціальністю «Комп</span></span></span><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\">’</span></span><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: large;\"><span lang=\"uk-UA\">ютерні науки» на кафедрі інформаційних систем УДХТУ, що при добросовісному навчанні студента гарантує стовідсоткове отримання ним першого, високооплачуваного робочого місця.</span></span></span></p>
",

                'excerpt' => "<p align=\"justify\"><span lang=\"uk-UA\">У період формування глобального інформаційного суспільства та комп&rsquo;ютеризації всіх сфер суспільного життя набуває стрімкий розвиток нова, вкрай актуальна спеціальність &laquo;Комп&rsquo;ютерні науки&raquo;.</span></p>
",
                'slug' => "comp-sience",
                'meta_description' => "Комп’ютерні науки не лише назва спеціальності, це – тренд в освіті",
                'og_description' => "Комп’ютерні науки не лише назва спеціальності, це – тренд в освіті",
                'meta_keywords' => "#",
                'status' => "PUBLISHED"
            ],
        ];

        DB::table('posts')->insert($posts);
    }
}
