<?php

use Illuminate\Database\Seeder;

class StateTableSeed extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        $states = [
            [
                'title' => "Зеленцов Дмитро Гегемонович",
                'text' => "<p>Тема докторської дисертації &laquo;Моделі і методи розв&rsquo;язання задач будівельної механіки конструкцій зі змінними геометричними характеристиками&raquo; (2007 р.).</p>
<p>\r\n\r\n</p>
<p>Базова освіта: Дніпропетровський державний університет (нині Дніпропетровський Національний університет ім. О. Гончара) механіко-математичний факультет спеціальність динаміка та міцність машин кафедра прикладної теорії пружності кваліфікація &ndash; механік (1984 р.).</p>
<p>\r\n</p>
<p>Наукові інтереси: моделювання поведінки складних систем; обчислювальні методи; інтервальна математика; системи штучного інтелекту, зокрема: теорія нечітких множин, штучні нейронні мережі.\r\n</p>
<p>\r\n</p>
<p>\r\nДисципліни: <br />\r\nрівня вищої освіти &ndash; бакалавр: 1) Чисельні методи; 2) Захист інформації у комп&rsquo;ютерних системах;<br />\r\nрівня вищої освіти &ndash; &ndash; магістр: 1) Оптимальне моделювання складних систем; 2) Методи еволюційного моделювання; 3) Інтелектуальна обробка даних в інформаційному середовищі; 4) Математичне моделювання хіміко-технологічних процесів; 5) Моделювання та оптимізація технологічних процесів; 6) Обчислювальний інтелект.\r\n</p>
<p>\r\n</p>
<p>\r\nПублікації: більше 140 статей у фахових виданнях, 2 монографії, 5 свідоцтв про реєстрацію авторського права.</p>
<p>Доктор технічних наук, професор, завідувач кафедри</p>
",
                'img' => 'states/June2019/VFIIT3PeGArmnASbCNjS.JPG',
                'scholar_link' => 'https://scholar.google.com.ua/citations?hl=ru&user=EzNB6sgAAAAJ&view_op=list_works',
                'created_at' => new DateTime,
                'updated_at' => null,
            ],
            [
                'title' => "Олевський Віктор Ісаакович",
                'text' => "<p>Тема докторської дисертації &ndash; &laquo;Математичне моделювання механічного стану оболонок з відхиленнями та їх застосування в технологічних процесах&raquo; (2015р.).</p>
<p>\r\n</p>
<p>Базова освіта: Дніпропетровський державний університет (нині Дніпропетровський Національний університет ім. О. Гончара), факультет прикладної математики, спеціальність динаміка та міцність машин, кафедра прикладної теорії пружності, кваліфікація &ndash; механік (1988 р.).</p>
<p>\r\n</p>
<p>Наукові інтереси: нелінійна теорія оболонок, підсумовування рядів, що розбігаються, GRID-технології, хмарні технології, математичне моделювання технічних систем.</p>
<p>\r\n</p>
<p>Дисципліни: <br />рівня вищої освіти &ndash; бакалавр: 1) Теорія ймовірностей, імовірнісні процеси та математична статистика; 2) Математичні методи дослідження операцій; 3) Інтелектуальний аналіз даних; 4) WEB-технології та WEB-дизайн; <br />\r\nрівня вищої освіти &ndash; магістр: 1) Сучасна теорія управління\r\n</p>
<p>Доктор технічних наук</p>
",
                'img' => 'states/June2019/J4l4JkIOzyUHyW5UwSks.jpg',
                'scholar_link' => 'https://scholar.google.com.ua/citations?hl=uk&user=lxlE4X60zhwC&view_op=list_works&sortby=pubdate',
                'created_at' => new DateTime,
                'updated_at' => null,
            ],
            [
                'title' => "Коротка Лариса Іванівна",
                'text' => "<p>Тема кандидатської дисертації &laquo;Підвищення ефективності обчислювальних методів моделювання поведінки кородуючих конструкцій&raquo; (2012 р.).</p>
<p>\r\n</p>
<p>Базова освіта: Дніпропетровський державний університет (нині Дніпропетровський Національний університет ім. О. Гончара) факультет прикладної математики спеціальність прикладна математика кафедра обчислювальні методи кваліфікація &ndash; математик (1990 р.).</p>
<p>\r\n</p>
<p>Наукові інтереси: нечіткі множини; нейронні мережі.</p>
<p>\r\n</p>
<p>Дисципліни:<br />рівня вищої освіти &ndash; бакалавр: 1) Моделювання систем; 2) Методи та системи штучного інтелекту; 3) Нейронні мережі;<br />\r\nрівня вищої освіти &ndash; магістр: 1) Теорія нечітких множин; 2) Обчислювальний інтелект.\r\n</p>
<p>\r\n</p>
<p>Публікації: більше 30 статей та 50 тез доповідей; 1 свідоцтво авторського права на твір; 1 монографія.</p>
<p>\r\n</p>
<p>Кандидат технічних наук, доцент</p>
",
                'img' => 'states/June2019/ZFbTC5CRWxk4KRSxSzNg.jpg',
                'scholar_link' => 'https://scholar.google.com.ua/citations?view_op=list_works&hl=uk&user=iuOOilwAAAAJ&gmla=AJsN-F6bNMiIfBFK_sThbAQ6KrYJ-PXKGiTWtocyqts4q1x4MBPh5er9sJ9V2oQ04TdGOBVtU763xBMn7Hbt7Fz23eqOKh5uTLo7I_KRGrgJ4FohfkcAzfwZG1XupnwR92FLAAad0SNNIESm2iRKHAAjt2Kn0oU6vg',
                'created_at' => new DateTime,
                'updated_at' => null,
            ],
            [
                'title' => "Солодка Наталія Олександрівна",
                'text' => "<p>Тема кандидатської дисертації &laquo;Несуча здатність та оптимальне проектування балочних конструкцій з урахуванням впливу агресивних середовищ&raquo; (2003 р.)</p>
<p>\r\n\r\n</p>
<p>Базова освіта: Дніпропетровський Національний університет ім. О. Гончара факультет прикладної математики спеціальність динаміка та міцність машин кафедра обчислювальної механіки та міцності конструкцій кваліфікація &ndash; механік (2002 р.).</p>
<p>\r\n\r\n</p>
<p>\r\nНаукові інтереси: моделювання поведінки складних систем; обчислювальні методи; методи нелінійного програмування.\r\n</p>
<p>\r\n</p>
<p>\r\nДисципліни: <br />рівня вищої освіти &ndash; бакалавр: 1) Вища математика; 2) Чисельні методи;<br />\r\nрівня вищої освіти &ndash; магістр: 1) Експертні системи; 2) Теорія ігор.\r\n</p>
<p>\r\n</p>
<p>\r\nПублікації: більше 20 статей та 10 тез доповідей.\r\n</p>
<p>Кандидат технічних наук, доцент</p>
",
                'img' => 'states/June2019/t0uAocAlOWBvKMzhcTYt.jpg',
                'scholar_link' => 'https://scholar.google.com.ua/citations?user=JE0zX8YAAAAJ&hl=ru&authuser=2',
                'created_at' => new DateTime,
                'updated_at' => null,
            ],
            [
                'title' => "Ляшенко Оксана Анатоліївна",
                'text' => "<p>\r\nТема кандидатської дисертації &laquo;Несуча здатність та оптиммальне проектування стержневих конструкцій з урахуванням загальної та локальної корозії&raquo; (2009 р.).\r\n</p>
<p>\r\n</p>
<p>\r\nБазова освіта: Український державний хіміко-технологічний університет; механічний факультет; кафедра - спеціалізовані компютерні системи кваліфікація &ndash; інженер комп&rsquo;ютерних систем (2004 р.).\r\n</p>
<p>\r\n</p>
<p>\r\nНаукові інтереси: інформаційні технології; моделі даних та бази даних; проектування інформаційних систем, оптимальне проектування, математичне моделювання кородуючих конструкцій.\r\n</p>
<p>\r\n</p>
<p>\r\nДисципліни: <br />рівня вищої освіти &ndash; бакалавр: 1) Організація баз даних та знань; 2) Проектування інформаційних систем; 3) Логічне та функціональне програмування; 4) Технології комп&rsquo;ютерного проектування <br />\r\nрівня вищої освіти &ndash; магістр: 1) Квантова інформація та обчислення; 2) Методи та засоби інтеграції даних.\r\n</p>
<p>\r\n</p>
<p>\r\nПублікації: більше 50 статей та тез доповідей; 2 монографії; 1 свідоцтво про реєстрацію авторського права.\r\n</p>
<p>Кандидат технічних наук, доцент</p>
",
                'img' => 'states/June2019/NWmIEYv6xDfZWwFx2X8Z.jpg',
                'scholar_link' => 'https://scholar.google.com.ua/citations?user=d6EY6_gAAAAJ&hl=ru',
                'created_at' => new DateTime,
                'updated_at' => null,
            ],
            [
                'title' => "Науменко Наталія Юріївна",
                'text' => "<p>Тема кандидатської дисертації &laquo;Адаптовані скінченно-елементні моделі розв&rsquo;язання задач будівельної механіки&raquo; (2008 р.).\r\n</p>
<p>\r\n</p>
<p>\r\nБазова освіта: Український державний хіміко-технологічний університет механічний факультет спеціальність економічна кібернетика кафедра інформаційних технологій та кібернетики кваліфікація &ndash; економіст-математик (2002 р.).\r\n</p>
<p>\r\n</p>
<p>\r\nНаукові інтереси: моделювання поведінки складних систем; обчислювальні методи; економіко-математичне моделювання; теорія прийняття рішень; системи штучного інтелекту.\r\n</p>
<p>\r\n</p>
<p>\r\nДисципліни: <br />рівня вищої освіти &ndash; бакалавр: 1) Теорія прийняття рішень; 2) Теорія розпізнавання образів; 3) Компютерний монiторинг хiмiчних виробництв <br />\r\nрівня вищої освіти &ndash; магістр: 1) Управління і підтримка рішень у складних системах; 2) Теорія ігор; 3) Інформаційні технології в інфраструктурі ринку\r\n</p>
<p>\r\n</p>
<p>\r\nПублікації: більше 20 статей; 1 монографія; 1 свідоцтво про реєстрацію авторського права.</p>
<p>Кандидат технічних наук, доцент</p>
",
                'img' => 'states/June2019/dt4erlfNgquGRzSrfVej.jpg',
                'scholar_link' => '',
                'created_at' => new DateTime,
                'updated_at' => null,
            ],
            [
                'title' => "Сербулова Інна Валеріївна",
                'text' => "<p>\r\nБазова освіта: Дніпропетровський державний університет (нині Дніпропетровський Національний університет ім. О. Гончара) механіко-математичний факультет спеціальність математика кафедра диференціальні рівняння кваліфікація &ndash; математик (1990 р.).\r\n</p>
<p>\r\n</p>
<p>\r\nНаукові інтереси: математика.\r\n</p>
<p>\r\n</p>
<p>\r\nДисципліни: <br />\r\nрівня вищої освіти &ndash; бакалавр: 1) Теорія ймовірностей, імовірнісні процеси та математична статистика; 2) Математичні методи дослідження операцій; 3) Інтелектуальний аналіз даних.\r\n</p>
<p>\r\n</p>
<p>\r\nПублікації: більше 10 статей та тез доповідей.\r\n</p>
<p>старший викладач</p>
",
                'img' => 'states/June2019/SQsDzMqio9bbAtGCUJjh.jpg',
                'scholar_link' => '',
                'created_at' => new DateTime,
                'updated_at' => null,
            ],
            [
                'title' => "Волинець Наталія Сергіївна",
                'text' => "<p>Базова освіта: Дніпропетровський Національний університет ім. О. Гончара факультет прикладна математика спеціалність інформатика кафедра комп&rsquo;ютерних технологій кваліфікація &ndash; інформатик (2002 р.).Наукові інтереси: комп&rsquo;ютерна графіка.\r\n</p>
<p>\r\n</p>
<p>\r\nДисципліни: <br />\r\nрівня вищої освіти &ndash; бакалавр: 1) Операційні системи; 2) Організація баз даних та знань; 3) Проектування інформаційних систем; 4) Логічне та функціональне програмування; 5) WEB-технології та WEB-дизайн.\r\n</p>
<p>\r\n</p>
<p>\r\nПублікації: бельше 10 тез доповідей.\r\n</p>
<p>викладач</p>
",
                'img' => 'states/June2019/8rBPLTaARGQRckWcnqV3.jpg',
                'scholar_link' => 'https://scholar.google.com/citations?hl=ru&user=9srq9b0AAAAJ&view_op=list_works&authuser=2',
                'created_at' => new DateTime,
                'updated_at' => null,
            ],
            [
            'title' => "Кодола Галина Миколаївна",
            'text' => "<p>Базова освіта: Дніпропетровський державний технічний університет залізничного транспорту факультет технічної кібернетики кафедра прикладної математики спеціальність прикладна математика кваліфікація &ndash; інженер-математик (2000 р.).\r\n</p>
<p>\r\n</p>
<p>\r\nНаукові інтереси: програмування.\r\n</p>
<p>\r\n</p>
<p>\r\nДисципліни: <br />рівня вищої освіти &ndash; бакалавр: 1) Об&rsquo;єктно-орієнтоване програмування; 2) Організація баз даних та знань; 3) WEB-технології та WEB-дизайн; 4) Технології комп&rsquo;ютерного проектування <br />\r\nрівня вищої освіти &ndash; магістр: 1) Інформаційні технології в інфраструктурі ринку.\r\n</p>
<p>\r\n</p>
<p>\r\nПублікації: більше 10 статей та тез у фахових виданнях.\r\n</p>
<p>викладач</p>
",
            'img' => 'states/June2019/eV6NuZXP6r0Nd7uEA8sf.jpg',
            'scholar_link' => 'https://scholar.google.com.ua/citations?hl=ru&user=ZE-KrXkAAAAJ&view_op=list_works&gmla=AJsN-F63oZhlPnMTV3kZbraqYEtBlYLLSph5_4UEb3KnvWNJnhaMWjdxtNo-MudmGcN4T-p-Vj2iyxsPBEcNAsl07vY6QpxoKr9aNChlJA8t9178RFPWhdpiP4xdqPFKL7y3utoCG9ck0i_S2fU8A_G[NXQ',
            'created_at' => new DateTime,
            'updated_at' => null,
        ],
            [
                'title' => "Денисюк Ольга Ростиславівна",
                'text' => "<p>Тема кандидатської дисертації &laquo;Моделі та методи керованого за точністю чисельного аналізу кородуючих шарнірно-стержневих конструкцій&raquo; (2017 р.).</p>
<p>\r\n</p>
<p>Базова освіта: Національний гірничий університет, факультет інформаційних технологій, спеціальність &ndash; &laquo;информаційні управляючі системи та технології&raquo;, кафедра програмного забезпечення комп&rsquo;ютерних систем, кваліфікація &ndash; &laquo;професіонал у галузі інформації та інформаційних технологій, дослідник&raquo; (в 2013 р.).</p>
<p>\r\n</p>
<p>Наукові інтереси: системи штучного інтелекту.</p>
<p>\r\n</p>
<p>Дисципліни: <br />рівня вищої освіти &ndash; бакалавр: 1) Алгоритмізація та програмування; 2) Операційні системи; 3) Теорія алгоритмів;\r\n<br />\r\nрівня вищої освіти &ndash; магістр: 1) Методологія та організація наукових досліджень; 2) Моделювання та оптимізація технологічних процесів\r\n</p>
<p>\r\n</p>
<p>\r\nПублікації: більше 10 статтей та тез доповідей.</p>
<p>кандидат технічних наук, доцент</p>
",
                'img' => 'states/June2019/H1X2k50cK1EdQlFKjjFR.jpg',
                'scholar_link' => 'https://scholar.google.com.ua/citations?hl=ru&user=DN2sKk8AAAAJ',
                'created_at' => new DateTime,
                'updated_at' => null,
            ],
            [
                'title' => "Станіна Ольга Дмитрівна",
                'text' => "<p>Базова освіта: Національний гірничий університет, факультет інформаційних технологій, спеціальність &ndash; &laquo;системний аналіз і управління&raquo;, кваліфікація &ndash; &laquo;професіонал в області обчислень (комп&rsquo;ютерізації), системного аналізу, дослідник&raquo; (в 2012 р.).</p>
<p>\r\n</p>
<p>\r\nДисципліни: <br />рівня вищої освіти &ndash; бакалавр: 1) Алгоритмізація та програмування; 2) Захист інформації у комп&rsquo;ютерних системах; 3) Моделювання систем; 4) Методи та системи штучного інтелекту; 5) Теорія прийняття рішень; 6) Теорія розпізнавання образів\r\n</p>
<p>\r\n</p>
<p>Наукові інтереси: задачі оптимального розбиття множин, багатоетапні задачі</p>
<p>\r\n</p>
<p>Публікації: більше 10 статей та тез доповідей.</p>
<p>асистент</p>
",
                'img' => 'states/June2019/W4OFGWYyXNctQfq9WIJK.jpg',
                'scholar_link' => 'https://scholar.google.com.ua/citations?user=7dWhStEAAAAJ&hl=ru&authuser=1',
                'created_at' => new DateTime,
                'updated_at' => null,
            ]
        ];

        DB::table('states')->insert($states);
    }
}
